Repository: NamLQ/matrix2018_translation
Catalog: translation-level2.tmx
Source language: en_us
Languages: vi

source: Look at how Deming Prize winners uncannily fall off a cliff not long after they win; look at how many of the ‘great’ enterprises in Good To Great (Reference 7) stopped being great after Jim Collins wrote about them; look at how faddish twelve-step programs come and go (or how twelve steps has shrunk to six or four or, in the case of Net Promoter Score, one).
vi: Hãy nhìn vào cách những người chiến thắng giải thưởng Deming đã đột ngột rơi xuống vực một cách bí ẩn không lâu sau khi họ giành chiến thắng; hãy nhìn bao nhiêu doanh nghiệp "tuyệt vời" trong Good To Great (Tham khảo 7) đã ngừng trở nên tuyệt vời sau khi Jim Collins viết về họ; hãy nhìn vào cách đến và đi nhạt nhòa như thế nào của các chương trình mười hai bước (hoặc rút xuống còn sáu bước, bốn bước, hoặc một bước trong trường hợp chỉ số đo lường lòng trung thành của khách hàng).

source: Looked at through an s-curve lens, the world looks something like this:
vi: Nhìn thông qua lăng kính đường cong chữ s thì thế giới trông giống như sau:

source: Magic Roundabout: A bit more difficult to track down, but many of the best contradiction resolving solutions are ones that never got formally written up and published as a case study in a business text book.
vi: Vòng xuyến ma thuật: Khó theo dõi hơn một chút, nhưng nhiều giải pháp giải quyết mâu thuẫn tốt nhất lại là những giải pháp chưa bao giờ được viết và xuất bản chính thức dưới dạng nghiên cứu điển hình trong sách giáo khoa kinh doanh.

source: Managers get angry.
vi: Nhà quản lý nổi giận.

source: Market Demand
vi: Nhu cầu thị trường

source: Matrix 2003 had a slow start across the TRIZ user-community – it took the academic community, and a fairly peripheral element of the community at that close to a decade to confirm that the new Matrix was superior to the original.
vi: Ma trận 2003 đã có một khởi đầu chậm chạp trong cộng đồng người dùng TRIZ, mất gần một thập kỷ để xác nhận rằng Ma trận mới vượt trội hơn so với bản gốc.

source: Maybe the only bit you need to know right now is that if you’re trying to make the improvement, and every time you do something prevents you… something like this you’re at the top of your curve, you’re caught in a vicious cycle, and if you really want to go back to your boss with an actual improvement, your only alternative right now is to solve the contradiction.
vi: Có lẽ điều duy nhất bạn cần biết ngay bây giờ là nếu bạn đang cố gắng cải thiện, và mỗi khi bạn làm thì điều gì đó lại ngăn bạn... đại loại thế này, bạn đang trên đỉnh đường cong của bạn, bạn bị cuốn vào một vòng luẩn quẩn, và nếu bạn thực sự muốn quay lại gặp sếp của mình với một cải tiến thực sự, thì lựa chọn duy nhất của bạn lúc này là giải quyết mâu thuẫn.

source: Meaning
vi: Ý nghĩa

source: Meaning: ‘Design’ perhaps implies a bias towards high technology manufacturing industry
vi: Ý nghĩa: "Thiết kế" có lẽ ám chỉ sự thiên vị đối với ngành sản xuất công nghệ cao

source: Meaning: ‘Design’ perhaps implies a bias towards high technology ‘R&D’ or manufacturing industry – where the term is most frequently used.
vi: Ý nghĩa: "Thiết kế" có lẽ ám chỉ sự thiên vị đối với ngành sản xuất công nghệ cao "R&D" - nơi thuật ngữ được sử dụng thường xuyên nhất.

source: Meaning: ‘Production’ – any activities involved in the production of goods or services.
vi: Ý nghĩa: "Sự sản xuất" - bất kỳ hành động nào liên quan tới sự sản xuất hàng hóa hoặc dịch vụ.

source: Meaning: ‘Production’ – any activities involved in the production or realisation of goods or services.
vi: Ý nghĩa: "Sản xuất" - bất kỳ hành động nào liên quan đến sản xuất hoặc sự hiện thực hóa hàng hóa hay dịch vụ.

source: Meaning: ‘Supply’ – any activities associated with the delivery or supply of a finished product or service to the intended customer.
vi: Ý nghĩa: "Nguồn cung" (Supply) - bất kỳ hành động nào liên kết với sự phân phối hoặc cung cấp thành phẩm hoặc dịch vụ cho khách hàng dự định.

source: Meanings: ‘Design’ perhaps implies a bias towards high technology industries – where the term is most frequently used.
vi: Ý nghĩa: "Thiết kế" có lẽ ngụ ý một sự thiên vị đối với các ngành công nghệ cao - nơi thuật ngữ này được sử dụng thường xuyên nhất.

source: Meanwhile, in parallel with all of this work on the ‘technical’ version of the Contradiction Matrix, the team had also been working on a hypothesis that the concept of contradiction- solving was also highly relevant in the world of business, and that, as with technology, the best business solutions were ones in which the creators successfully challenged or eliminated trade-offs and compromises.
vi: Trong khi đó, song song với tất cả các công việc này trên phiên bản "kỹ thuật" của Ma trận mâu thuẫn, nhóm cũng nghiên cứu một giả thuyết rằng khái niệm giải quyết mâu thuẫn cũng rất phù hợp trong thế giới kinh doanh và rằng, như với công nghệ, giải pháp kinh doanh tốt nhất là giải pháp mà người sáng tạo đã thách thức hoặc loại bỏ thành công sự đánh đổi và thỏa hiệp.

source: Measurement Accuracy
vi: Độ chính xác đo lường

source: More and more effort is expended, and each new piece of that effort delivers a progressively smaller improvement in the effectiveness of the system.
vi: Ngày càng nhiều nỗ lực được sử dụng và từng nỗ lực cải thiện ít dần tính hiệu quả của hệ thống.

source: More importantly stories tell people inside the organization what the values of that organization are.
vi: Quan trọng hơn, câu chuyện cho mọi người trong doanh nghiệp biết giá trị của doanh nghiệp là gì.

source: More recently, the German philosopher Georg Wilhelm Friedrich Hegel (1770-1831) took the Gang Of Threes ideas a step further by realizing that sometimes, both sides of an argument can ‘right’ and that the best solution in such cases was to find a higher level ‘synthesis’ solution that allowed both thesis and antithesis to both remain true, rather than have the two opposing sides bludgeon each other into submission.
vi: Gần đây hơn, nhà triết học người Đức Georg Wilhelm Friedrich Hegel (177- - 1831) đã đưa ý tưởng của "Băng nhóm ba người" tiến thêm một bước qua việc nhận ra rằng đôi khi cả hai bên của một cuộc tranh luận đều có thể "đúng". Giải pháp tốt nhất trong những trường hợp như vậy là tìm ra một giải pháp "tổng hợp" ở cấp độ cao hơn cho phép cả chính đề và phản đề đều đúng, thay vì để hai bên đối lập khuất phục nhau bằng dùi cui.

source: Most enterprises have no idea that such things are possible.
vi: Hầu hết các doanh nghiệp không biết rằng những điều như vậy là có thể.

source: Most innovation comes from outsiders to the industry.
vi: Hầu hết các nhà đổi mới đến từ ngoài ngành.

source: Most modern political and legal systems are still built around this Dialectic Method.
vi: Hầu hết các hệ thống chính trị và luật pháp hiện đại vẫn được xây dựng xung quanh phương pháp biện chứng này.

source: Most of these didn’t help either.
vi: Hầu hết điều này không giúp được gì.

source: Most organisations have no idea what to do when they hit this position.
vi: Hầu hết các tổ chức không biết phải làm gì khi họ đạt được vị trí này.

source: Most patents fell into the latter trade-off-method ‘bad’ category.
vi: Hầu hết các bằng sáng chế đều rơi vào phương pháp thỏa hiệp loại "xấu".

source: Most people assume there is no such toolkit.
vi: Hầu như mọi người đều giả định rằng không hề có bộ công cụ nào như vậy.

source: Most people, too, seem to be able to intellectualise why they look like they do.
vi: Hầu hết mọi người dường như cũng có lý giải được lý do tại sao chúng lại như vậy.

source: Much as we might like to re-structure and re-label Altshuller’s 40 Principles, it doesn’t look like we’ll ever find a 41st one.
vi: Mặc dù chúng tôi muốn tái cấu trúc và dán nhãn lại 40 Nguyên tắc của Altshuller, nhưng có vẻ như chúng tôi sẽ không bao giờ tìm thấy nguyên tắc thứ 41.

source: Needless to say, it’s usually difficult to glean anything of value from such models.
vi: Không cần phải nói, thường rất khó để thu thập bất cứ thứ gì có giá trị từ những mô hình như vậy.

source: No matter how much new improvement effort is made, the system remains fundamentally stuck in what it will deliver back again.
vi: Cho dù có bao nhiêu nỗ lực cải tiến mới được thực hiện, hệ thống về cơ bản vẫn bị mắc kẹt trong những gì nó sẽ cung cấp lại.

source: No-one in the Company, however, has ever been able to show me any of this money.
vi: Tuy nhiên, không ai trong Công ty có thể cho tôi xem bất kỳ khoản nào trong số tiền này.

source: No-one likes beating their head against a wall for too long.
vi: Không ai thích đập đầu vào tường quá lâu.

source: Not long after that, they realized that inventors in different industries were all effectively solving the same problems and, when they solved them well, they used exactly the same strategies.
vi: Không lâu sau đó, họ nhận ra rằng các nhà sáng chế trong các ngành công nghiệp khác nhau đề giải quyết hiệu quả những vấn đề giống nhau, và khi giải quyết chúng thành công, họ sử dụng chính xác các chiến lược giống nhau.

source: Not only does the idea look wrong, but there’s no proof that it could be right.
vi: Không chỉ ý tưởng có vẻ sai mà còn không có bằng chứng nào cho thấy nó đúng.

source: Notes:
vi: Chú ý

source: Nothing works like understanding how the world works.
vi: Không có gì hiệu quả bằng việc hiểu thế giới hoạt động như thế nào.

source: Now, I’m not sure what you’re thinking when you read that story, but I know when I’ve spoken to friends and colleagues that have had occasion to frequent call centres, they’re more than skeptical about the sincerity of the caller.
vi: Bây giờ, tôi không chắc bạn đang nghĩ gì khi đọc câu chuyện đó, nhưng tôi biết khi nói chuyện với bạn bè và đồng nghiệp thường xuyên có tới lui các trung tâm chăm sóc khách hàng, họ nghi ngờ về sự chân thành của người gọi.

source: Now, even though the search continues, it feels like we’re somewhere near the end of the road.
vi: Bây giờ, mặc dù cuộc tìm kiếm vẫn tiếp tục, nhưng có vẻ như chúng tôi đang ở đâu đó gần cuối con đường.

source: Nowadays, search technology means we can effectively build an in situ, bespoke Matrix on the fly, albeit, this is in no small part made possible by the stability of the 2010 version of the tool.
vi: Ngày nay, công nghệ tìm kiếm giúp chúng ta xây dựng Ma tr ậntại chỗ, đặt trước một cách nhanh chóng và hiệu quả, mặc dù điều này một phần không nhỏ có thể thực hiện được nhờ tính ổn định của công cụ phiên bản 2010.

source: On no occasion, though, was there ever a project in which SixSigma was compared with any of a thousand-and-one other methods of thinking about system improvement.
vi: Tuy nhiên, chưa từng có một dự án nào trong đó Six Sigma được so sánh với bất kỳ một phương pháp nào khác trong số hàng ngàn lẻ một phương pháp tư duy về sự cải tiến hệ thống.

source: On one level it is a study of why, out of all of the cities and regions on the planet trying to be run successfully, the world occasionally throws up an Athens, or a Hangzhou, a Florence, an Edinburgh, a Vienna, or a Silicon Valley.
vi: Ở một cấp độ, đó là một nghiên cứu về lý do tại sao, trong số tất cả các thành phố và vùng lãnh thổ trên hành tinh đang cố gắng chạy đua để thành công, thế giới thỉnh thoảng ném lên một Athens, Hàng Châu, Florence, Edinburgh, Vienna hoặc Thung lũng Silicon.

source: Once the decision was made to build a Matrix for business and management problems, the reverse engineering challenge increased considerably.
vi: Sau khi đưa ra quyết định tạo Ma trận cho các vấn đề kinh doanh và quản lý thì thách thức kỹ thuật đảo ngược tăng lên đáng kể.

source: One book, one contradiction, 6 Inventive Principles.
vi: Một cuốn sách, một mâu thuẫn, 6 Nguyên tắc sáng tạo.

source: One of my favourite examples is the so-called ‘magic roundabout’ design found at several locations in the UK where there is a legacy infra-structure problem with multiple roads converging onto a point.
vi: Một trong những ví dụ ưa thích của tôi được gọi là thiết kế "vòng xuyến ma thuật" được tìm thấy tại một số địa điểm ở Vương quốc Anh nơi có vấn đề cấu trúc hạ tầng cũ với nhiều con đường hội tụ vào một điểm.

source: One of the few – and one of the most important when it comes to understanding how change occurs – is the s-curve.
vi: Một trong số ít – và là một trong những điều quan trọng nhất khi hiểu sự thay đổi diễn ra như thế nào – là đường cong chữ s.

source: One of the key distinguishing attributes of any complex system is there is no such thing as a ‘root-cause’ of any emergent characteristic or feature.
vi: Một trong những đặc tính phân biệt quan trọng của bất kỳ hệ thống phức tạp nào là không có những thứ như "nguyên nhân gốc rễ" của bất kỳ đặc điểm hoặc tính năng nổi bật nào.

source: One of the nicest parts of using the patent databases of the world as a source of case studies, is that inventors are supposed to describe the problem they have solved.
vi: Một trong những phần đẹp nhất của việc sử dụng cơ sở dữ liệu bằng sáng chế thế giới như là một nguồn các nghiên cứu điển hình là các nhà sáng chế có nhiệm vụ mô tả vấn đề họ đã giải quyết.

source: One of the simplest, however, requires us to ask just two simple questions.
vi: Tuy vậy, một trong những cách đơn giản nhất lại yêu cầu chúng ta chỉ hỏi hai câu đơn giản.

source: One such success (I can’t say anything too specific about ego, but I have my theory) is the online retailer Zappos.
vi: Một trường hợp thành công như vậy (tôi không thể nói bất cứ điều gì quá cụ thể về cái tôi, nhưng tôi có lý thuyết của mình) là nhà bán lẻ trực tuyến Zappos.

source: One that is doing exactly that is 3D printing, or perhaps more generically, ‘additive manufacturing’.
vi: Một thứ đang làm chính xác điều đó chính là in 3D, hay nói một cách tổng quát hơn là "việc sản xuất bồi đắp".

source: Optimization no longer works when we’re sat at the top of the s-curve.
vi: Tối ưu hóa không còn hoạt động khi chúng ta ngồi trên đỉnh đường cong chữ S.

source: Or at least it used to do prior to the realization of the roundabout-of-roundabouts idea (Principle 7).
vi: Hoặc ít nhất nó từng làm như vậy trước khi hiện thực hóa ý tưởng vòng xuyến của các vòng xuyến.

source: Or rather, what would emerge would be something very different.
vi: Hay đúng hơn, những gì xuất hiện sẽ là một cái gì đó rất khác biệt.

source: Or, more rightly, the academic business literature out of which management texts tend to get spawned.
vi: Hay đúng hơn, là các tài liệu kinh doanh học thuật mà từ đó các văn bản quản lý có xu hướng được sinh ra.

source: Parameter We Want to Improve – Design Cost
vi: Tham số chúng ta muốn cải thiện - Chi phí thiết kế

source: Parameter We Want to Improve – Design Interfaces
vi: Tham số chúng ta muốn cải thiện - Giao diện thiết kế

source: Parameter We Want to Improve – Design Risk
vi: Tham số chúng ta muốn cải thiện - Rủi ro thiết kế

source: Parameter We Want to Improve – Design Spec/Capability/Means
vi: Tham số chúng ta muốn cải thiện - Quy cách thiết kế/Khả năng/Phương tiện (Design Spec/Capability/Means)

source: Parameter We Want to Improve – Design Time
vi: Tham số chúng ta muốn cải thiện - Thời gian thiết kế

source: Parameter We Want to Improve – Production Cost
vi: Tham số chúng ta muốn cải thiện - Chi phí sản xuất

source: Parameter We Want to Improve – Production Interfaces
vi: Tham số chúng ta muốn cải thiện - Giao diện sản xuất

source: Parameter We Want to Improve – Production Risk
vi: Tham số chúng ta muốn cải thiện - Rủi ro sản xuất

source: Parameter We Want to Improve – Production Spec/Quality/Means
vi: Tham số chúng ta muốn cải thiện - Thông số kỹ thuật / Chất lượng / Phương tiện sản suất.

source: Parameter We Want to Improve – Production Time
vi: Tham số chúng ta muốn cải thiện - Thời gian sản xuất

source: Parameter We Want to Improve – Supply Cost
vi: Tham số chúng ta muốn cải thiện - Chi phí cung ứng (Supply Cost)

source: Parameter We Want to Improve – Supply Spec/Quality/Means
vi: Tham số chúng ta muốn cải thiện - Thông số / Chất lượng / Phương tiện Nguồn cung

source: People get frustrated.
vi: Người ta trở nên thất vọng.

source: Places that – for a fleeting moment – become a melting pot of change and innovation.
vi: Những nơi đó - trong một khoảnh khắc thoáng qua - trở thành một nồi nấu chảy của sự thay đổi và đổi mới.

source: Prior to their acquisition by Amazon for $1.2B in 2009, Zappos achieved something that 99% of on-line retailers have thus far failed to do: make money.
vi: Trước khi được Amazon mua lại với giá 1,2 tỷ đô la vào năm 2009, Zappos đã đạt được điều mà 99% các nhà bán lẻ trực tuyến cho đến nay vẫn chưa làm được: kiếm tiền.

source: Production Cost
vi: Chi phí sản xuất

source: Production Interfaces
vi: Giao diện sản xuất

source: Production Risk
vi: Rủi ro sản xuất

source: Production Spec/Capability/Means
vi: Thông số kỹ thuật / Năng lực / Phương tiện sản xuất

source: Production Time
vi: Thời gian sản xuất

source: Put enough traffic into the system, however, and eventually gridlock will occur.
vi: Tuy nhiên khi đặt đủ lưu lượng vào hệ thống thì cuối cùng cũng xảy ra tắc nghẽn giao thông.

source: Question 1, what are you trying to improve?
vi: Câu hỏi thứ nhất, bạn đang cố gắng cải thiện điều gì?

source: Question 2, what’s stopping you?
vi: Câu hỏi thứ hai, điều gì cản trở bạn?

source: Research to keep adding new data to the Business Matrix has continued since 2004.
vi: Nghiên cứu tiếp tục bổ sung dữ liệu mới vào Ma trận kinh doanh đã được tiếp tục từ năm 2004.

source: Respectively, when we interpret the intended meaning of each of these D’s, we find they correspond to Inventive Principles 13 & 25 (disorder), 40 (diversity) and 21, 23 and 29 (discernment).
vi: Tương ứng, khi chúng tôi giải thích ý nghĩa dự định của từng Ds này, chúng tôi thấy chúng tương ứng với Nguyên tắc sáng chế 13 & 25 (rối loạn), 40 (đa dạng) và 21, 23, và 29 (phân biệt).

source: Risk can, of course, be manifested in terms of quality, specification, time or cost.
vi: Tất nhiên rủi ro có thể được thể hiện dưới dạng chất lượng, đặc điểm kỹ thuật, thời gian, hoặc chi phí.

source: Roundabouts are a good solution, because they are self-organising (Principle 25) in the sense that every individual driver decides when it’s safe to enter the roundabout.
vi: Các vòng xuyến là một giải pháp tốt vì chúng tự tổ chức (thủ thuật 25) theo nghĩa mỗi người tài xế quyết định khi nào an toàn để vào bùng binh.

source: S-curves are literally everywhere.
vi: Đường cong chữ S thực sự có mặt khắp mọi nơi.

source: S-curves describe how all systems evolve.
vi: Đường cong chữ s mô tả cách tất cả các hệ thống phát triển.

source: Sense Of Progress
vi: Cảm giác tiến triển

source: Shortly, we’ll examine some of them in a bit more detail in order to see how the Matrix has been built and refined over the last twenty years.
vi: Ngay sau đây chúng ta sẽ xem xét một số trong số chúng chi tiết hơn một chút để xem ma trận đã được xây dựng và hoàn thiện như thế nào trong hai mươi năm qua.

source: Since the first days of TRIZ, the process of building the Contradiction Matrix tools has involved reverse engineering millions of case studies.
vi: Từ những ngày đầu của TRIZ, việc xây dựng các công cụ Ma trận Mâu thuẫn đã liên quan đến kỹ thuật đảo ngược hàng triệu nghiên cứu điển hình.

source: So much for the strategies for solving business contradictions, next up we needed a taxonomy for defining the sorts of contradictions those working in the world of business were working on.
vi: Rất nhiều chiến lược để giải quyết các mâu thuẫn trong kinh doanh, tiếp theo, chúng tôi cần một hệ thống phân loại để xác định các loại mâu thuẫn mà những người làm việc trong thế giới kinh doanh đang giải quyết.

source: So-called ‘Design Thinking’ is a classic case at the moment, with, at the time of writing, something like 1500 titles available on Amazon.
vi: Cái gọi là "Tư duy thiết kế" là một trường hợp kinh điển tại thời điểm này, với khoảng 1500 đầu sách có sẵn trên Amazon tại thời điểm viết bài.

source: Socrates essentially believed that a contradiction was best solved through dialogue, enough of which would eventually determine which perspective was right and which was wrong.
vi: Socrates về cơ bản tin rằng mâu thuẫn được giải quyết tốt nhất thông qua đối thoại, đủ để cuối cùng xác định xem quan điểm nào đúng, quan điểm nào sai.

source: Solving contradictions means we need tools for solving contradictions.
vi: Việc giải quyết mâu thuẫn có nghĩa rằng ta cần các công cụ cho việc giải quyết mâu thuẫn.

source: Some customers come to the party earlier than others.
vi: Một số khách hàng ăn cỗ trước người khác.

source: Some of his acolytes say the decision was made because the Matrix was ‘finished’ – as in ‘perfect and not to be tampered with any more’ – while others will vociferously argue that the termination occurred because either, a) the basic concept of the Matrix was flawed, or, more typically, b) because it was such darned hard work reading through patent documents to try and reveal the necessary contradiction solving ‘DNA’.
vi: Một số trợ thủ của ông nói rằng quyết định được đưa ra vì Ma trận đã "kết thúc" - đã “hoàn hảo và không còn lộn xộn nữa”. Những người khác sẽ tranh luận gay gắt rằng việc chấm dứt xảy ra bởi vì, a) khái niệm cơ bản của Ma trận còn thiếu sót, hoặc, điển hình hơn, b) bởi vì việc chăm chỉ đọc các tài liệu bằng sáng chế để thử và bộc lộ "DNA" giải quyết mâu thuẫn là quá nặng nhọc.

source: Some people think that this process of discontinuously jumping from one s-curve to the next is called ‘innovation’.
vi: Một số người nghĩ rằng quá trình nhảy không liên tục từ đường cong chữ s này sang đường cong chữ s tiếp theo được gọi là "đổi mới".

source: Some sit at the top of the hierarchy, are global and visible to all, some sit at the bottom of the hierarchy and are only visible to those that look through a progressively finer and finer microscope:
vi: Một số nằm ở thang bậc hệ thống trên cùng, có tính toàn cầu và dễ thấy đối với tất cả mọi người. Một số nằm ở đáy thang bậc hệ thống và chỉ hiển thị đối với những người nhìn qua lăng kính hiển vi càng ngày càng tinh vi hơn.

source: Someone creates a system.
vi: Ai đó tạo ra một hệ thống.

source: Someone solves the contradiction.
vi: Ai đó giải quyết mâu thuẫn.

source: Someone then optimizes that s-curve.
vi: Ai đó tối ưu đường cong chữ s đó.

source: Sometimes the world generates terrific solutions that open up the possibility to solve multiple contradiction problems.
vi: Đôi khi thế giới tạo ra những giải pháp tuyệt vời mở ra khả năng giải quyết các vấn đề đa mâu thuẫn.

source: Spool the clock forward, now, to the late 1990s when the Systematic Innovation research team was formed and tasked with the job of ‘updating’ the original TRIZ contradiction research.
vi: Bây giờ, hãy quay ngược đồng hồ tới cuối những năm 1990 khi nhóm nghiên cứu Đổi mới Hệ thống (Systematic Innovation research team) được thành lập và được giao nhiệm vụ "cập nhật" nghiên cứu mâu thuẫn TRIZ ban đầu.

source: Stability/Resilience
vi: Tính ổn định / Khả năng phục hồi

source: Step- change, in other words, is in the eyes of the designer.
vi: Nói cách khác, bước thay đổi là nằm trong con mắt nhà thiết kế.

source: Stories tell us a lot about the culture of an organization.
vi: Câu chuyện cho chúng ta biết rất nhiều điều về văn hóa của một doanh nghiệp.

source: Success in a complex world can be very fleeting.
vi: Thành công trong một thế giới phức tạp có thể rất thoáng qua.

source: Success – however such a thing might be defined – is an emergent property of a complex system.
vi: Thành công - tuy một thứ như vậy có thể được xác định - là một thuộc tính nổi bật của một hệ thống phức tạp.

source: Success – or failure – emerges instead from a ‘conspiracy of causes’.
vi: Thay vào đó, thành công - hoặc thất bại - lại xuất hiện từ một "dự phần nguyên nhân".

source: Supply Cost
vi: Chi phí cung ứng
